{
  "bookStore": [
    {
      "bookId": "001",
      "bookName": "Cold-Case Christianity",
      "author": "J. Warner Wallace",
      "image": "/cold case.png",
      "review": "This is an excellent book on Christian apologetics. Mr. Wallace takes the reader on an exciting and fun investigative journey into why the essential claims of the New Testament can be trusted.  He does this in the genre of a police investigator. Very interesting to ‘see’ how real life detectives examine and weigh evidence, I found his take on testing eyewitnesses and why conspiracies are difficult to maintain most useful. Great resource for anyone interested in investigating Christianity.",
      "totalPages": 180,
      "rating": 4.5,
      "category": "Fiction",
      "tags": ["Young Adult", "Identity"],
      "publisher": "Scribner",
      "yearOfPublishing": 1925
    },
    {
      "bookId": "002",
      "bookName": "The Hate U Give",
      "author": "Angie Thomas",
      "image": "/the hate.png",
      "review": "Sixteen-year-old Starr Carter moves between two worlds: the poor neighborhood where she lives and the fancy suburban prep school she attends. The uneasy balance between these worlds is shattered when Starr witnesses the fatal shooting of her childhood best friend Khalil at the hands of a police officer. Khalil was unarmed.",
      "totalPages": 224,
      "rating": 4.2,
      "category": "Fiction",
      "tags": ["Young Adult", "Identity"],
      "publisher": "Little, Brown and Company",
      "yearOfPublishing": 1951
    },
    {
      "bookId": "003",
      "bookName": "Hate Money",
      "author": "Joey Percia",
      "image": "/mobney.png",
      "review": "A very good book on copy for fitness... But not only! Joey Percia's book is a summary of copywriting on fitness market, but not only on that... Same concept can be applied on almost every other market. With his simple and comprehensible style he puts down a sort of Bible on the subject.",
      "totalPages": 336,
      "rating": 4.8,
      "category": "Fiction",
      "tags": ["Classic", "Literature"],
      "publisher": "J. B. Lippincott & Co.",
      "yearOfPublishing": 1960
    },
    {
      "bookId": "004",
      "bookName": "The Lost Art ",
      "author": "Sakyong Mipham",
      "image": "/sakyoung.png",
      "review": "Cutting through all the white noise, chatter, and superficiality our cell phones and social media cause, one of Tibet's highest and most respected spiritual leaders offers simple and practical advice to help us increase our attentions spans, become better listeners, and strive to appreciate the people around us.",
      "totalPages": 328,
      "rating": 4.7,
      "category": "Fiction",
      "tags": ["Dystopian", "Classic"],
      "publisher": "Secker & Warburg",
      "yearOfPublishing": 1949
    },
    {
      "bookId": "005",
      "bookName": " Texas Family",
      "author": "Anntader",
      "image": "/texas family.png",
      "review": "Texas Family Code (2018 Edition) The Law Library presents the official text of the Texas Family Code (2018 Edition). Updated as of April 30, 2018 This book contains: - The complete text of the Texas Family Code (2018 Edition) - A table of contents with the page number of each section",
      "totalPages": 279,
      "rating": 4.6,
      "category": "Fiction",
      "tags": ["Classic", "Romance"],
      "publisher": "T. Egerton, Whitehall",
      "yearOfPublishing": 1813
    },
    {
      "bookId": "006",
      "bookName": "Spine  Dragon",
      "author": "Kevi J. Anderson",
      "image": "/spine.png",
      "review": "Two continents at war, the Three Kingdoms and Ishara, are divided by past bloodshed. When an outside threat arises—the reawakening of a powerful ancient race that wants to remake the world—the two warring nations must somehow set aside generational hatreds and form an alliance to fight their true enemy.",
      "totalPages": 310,
      "rating": 4.9,
      "category": "Fantasy",
      "tags": ["Adventure", "Classic"],
      "publisher": "Allen & Unwin",
      "yearOfPublishing": 1937
    }
  ]
}
